Repository: Philip-Scott/Notes-up
Catalog: po/extra/*.po
Languages: fr

source: Your markdown notebook
fr: Votre carnet de notes en Markdown

source: Your New Notebook
fr: Votre nouveau carnet de notes

source: The intuitive writing app for everyone, from students to developers!
fr: L'application d'écriture intuitive pour tout le monde, des étudiants aux développeurs !

source: With powerful features like:
fr: Avec des fonctionnalités puissantes comme :

source: Easy-to-use markdown editor.
fr: Un éditeur Markdown facile d'utilisation.

source: Notebooks and tags, quickly find and organize your notes
fr: Des carnets de note et des étiquettes, trouvez et organisez vos notes rapidement

source: Your work is saved automatically as you write, you will never loose your work!
fr: Votre travail est enregistré automatiquement au fur et à mesure que vous écrivez, vous ne perdrez jamais votre travail !

source: Plugins: such as embedding YouTube videos and setting text color
fr: Extensions : Par exemple l'intégration de vidéos YouTube et la possibilité de changer la couleur du texte

source: Export as PDF and Markdown files
fr: Exportez en fichier PDF ou Markdown

source: Cross-Note Links to quickly reference other notes
fr: Effectuez des liens entre les notes avec des références

source: 3 Beautiful app themes to help you create the best writing environment,
fr: 3 magnifiques thèmes pour vous aider à recréer le meilleur environnement d'écriture.

source: And much more!
fr: Et plus encore !

source: The Future of Notes-Up!
fr: Le futur de Notes-Up

source: Tags! Tags is the new and hot way to organize your notes! Add them from the new Page Info toolbar!
fr: Étiquettes ! Les étiquettes sont la nouvelle façon d'organiser vos notes ! Ajoutez-les depuis la nouvelle barre d'informations sur la page !

source: When you add a new tag to a note, Notes-Up will add them to the Sidebar to quickly filter all notes using the tag!
fr: Quand vous ajoutez une nouvelle étiquette à une note, Notes-Up l'ajoutera dans la barre latérale pour pouvoir filtrer rapidement toutes les notes en utilisant cette étiquette !

source: Talking about the Sidebar, it has a fresh new look, and a new All Notes button to show all your notes in the pages list!
fr: En parlant de la barre latérale, elle possède un tout nouveau look, et un nouveau bouton Toutes les notes pour afficher toutes les notes dans la liste des pages !

source: Your note information now appears in the new Page Info Toolbar. It shows where is it and when it was created and updated
fr: Les informations sur vos notes apparaissent désormais dans la nouvelle barre d'outil d'informations sur la page. Elle montre où se trouvent les notes, quand elles ont été créées et mises à jour

source: You can now edit the title of the note without making it the first line of the file from the Page Info Toolbar!
fr: Vous pouvez désormais éditer le titre de vos notes sans en faire la première ligne du fichier directement depuis la barre d'outils d'informations sur la page !

source: Move pages to another notebook with a simple button from the Page Info Toolbar
fr: Déplacez des pages d'un carnet de notes à un autre à l'aide d'un simple bouton depuis la barre d'outils des informations sur la page

source: You can now link to other pages from within the viewer!
fr: Vous pouvez désormais des pages entre elles directement depuis la vue !

source: Write in a paper-like theme as well as a new dark mode.
fr: Écrivez comme sur du papier avec des thèmes spécifiques et découvrez le nouveau thème sombre.

source: Exporting Markdown files is now possible form within Notes-Up!
fr: Exporter des fichiers Markdown est désormais possible depuis Notes-Up !

source: And a lot of work went into making Notes-Up better on the inside! This will speed up the development of future versions!
fr: Et beaucoup de travail a été mené pour améliorer Notes-Up en interne ! Cela va accélérer le développement des versions futures !

source: Quick Bug Fix
fr: Correction de bug rapide

source: Fixed problem where the notes folder would not be re-created if it was deleted, preventing the app from opening again...
fr: Correction d'un problème où le dossier des notes ne voulait pas se recréer s'il avait été supprimé, empêchant l'application de s'ouvrir à nouveau…

source: Juno Papercuts
fr: Papiers de Juno

source: Tooltips with shortcuts now use the new style
fr: Les indications avec les raccourcis utilisent maintenant le nouveau style

source: Fixed a problem where Notes-Up would forget the sidebar size.
fr: Correction d'un problème où Notes-Up ne mémorisait pas la taille de la barre latérale.

source: The styles on the HelpBox have been updated for Juno
fr: Les styles sur la boîte de dialogue d'aide ont été mis à jour pour Juno

source: If you delete the empty page created when you make a notebook, it will not re-appear
fr: Si vous supprimez la page vierge lorsque vous créez un carnet de notes, elle ne réapparaîtra pas

source: And other small bug fixes
fr: Autres petites corrections de bugs

source: A Very Juno Update
fr: Une mise à jour très spécifique pour Juno

source: Notes-Up is now available in elementary OS Juno!
fr: Notes-Up est maintenant disponible pour elementary OS Juno !

source: Icon updated to use the new elementary color palette
fr: Mise à jour de l'icône afin d'utiliser la nouvelle palette de couleur d'elementary

source: Trashed pages show up in the pages list grayed out
fr: Les pages supprimées s'affichent désormais grisées dans la liste des pages

source: Added translations for Italian and Japanese
fr: Ajout des traductions en italien et japonais

source: Code cleanups and more!
fr: Amélioration du code et plus encore !

source: The Community Update
fr: La mise à jour de la communauté

source: Pages are better summarized when they have markdown symbols
fr: Les pages sont mieux résumées lorsqu'elles possèdent des symboles Markdown

source: When applying styles to the text, it will automatically wrap around it properly
fr: Lors qu'un style est appliqué au texte, il va automatiquement l'encadrer correctement

source: You can now move Notebooks
fr: Vous pouvez désormais déplacer les carnets de notes

source: Fixed some errors from exporting, and some other bugs
fr: Correction de quelques erreurs d'exportation, et quelques autres bugs

source: Notes-Up is now translated to Lithuanian, French, Portuguese and Czech!
fr: Notes-Up est maintenant traduit en lituanien, français, portugais et tchèque !

source: A huge thanks to the translators, and the new contributors! You guys rock!
fr: Un grand merci à tous les traducteuts, et aux nouveaux contributeurs ! Vous êtes les meilleurs !

source: Spell Checking
fr: Correction orthographique

source: Notes-up now checks your spelling while you type! No more excuses for misspelled words in your homework ;)
fr: Notes-Up vérifie maintenant l'orthographe lorsque vous tapez ! Vous n'avez plus d'excuses pour les fautes d'orthographe dans vos devoirs ;)

source: The title of the app now displays your current note and notebook
fr: Le titre de l'application affiche désormais votre note et carnet de notes courants

source: Quick fix
fr: Correction rapide

source: Prevent crash when closing the preferences dialog
fr: Empêche l'application de planter à la fermeture de la boîte de dialogue des préférences

source: Make sure to load all plugins
fr: L'application s'assure que toutes les extensions sont chargées
